"Close"="Cerrar";
"Delete"="Eliminar";
"Visualization mode"="Modo de visualización";
"Scanning..."="Escaneando...";
"Building the visualization..."="Construyendo la visualización...";
"%d Item"="%d elemento";
"%@ Folder %@ File total %@"="%@ Carpeta %@ Archivo total %@";
"Ok"="Aceptar";
"selected"="Recogidos";
"Drag and drop files here to delete them"="Arrastra y suelta archivos aquí para recogerlos";
"%@ cannot be deleted."="No se puede eliminar %@.";
"%@ %d Item"="%@ %d elemento";
"Scanning progress will be lost after canceling, you need to rescan next time"="El progreso de escaneo se perderá después de cancelar, deberá volver a escanear la próxima vez";
"Continue"="Continuar";
"Cancel"="Cancelar";
"Open Finder"="Abrir buscador";
"Move to the delete queue"="Mover a la cola de eliminación";
"Don't need to delete files."="No es necesario eliminar los archivos.";
"The selected files will be completely deleted."="Los archivos seleccionados se eliminarán por completo.";
"Deleted %lld item"="Se ha eliminado %lld elemento";
"Deletion completed"="Eliminación completada";
"Canceling"="Cancelando";
"Preparing to delete..."="Preparándose para eliminar...";
"Enter directory"="Ingresar directorio";
"Stop"="Detener";
"File not found" = "Archivo no encontrado";
"Some files failed to delete due to insufficient permissions"="Algunos archivos no se pudieron eliminar debido a permisos insuficientes";
"The current scanning root directory is %@ and cannot return to the previous directory." = "El directorio raíz de escaneo actual es %@ y no puede regresar al directorio anterior.";
"The current scanning root directory is %@, you can rescan %@." = "El directorio raíz de escaneo actual es %@, puede volver a escanear %@.";
